Repository: rqr9ykxjpd-cpu/common-ios
Catalog: Bond/Resources/ClubSwitch.xcstrings
Source language: en
Languages: tr

# switchToClub
source: Switch to %@
tr: %@ hesabına geç

# switchToClubHint
source: Post and message as the club
tr: Kulüp olarak paylaş ve mesajlaş

# switchToMain
source: Switch to your account
tr: Ana hesaba geç

# switchToMainHint
source: Continue as %@
tr: %@ olarak devam et

source: Switching to %@
tr: %@ hesabına geçiliyor

# switchingBack
source: Switching to your account
tr: Ana hesabına geçiliyor

# switched
source: You're now %@
tr: %@ hesabındasın

# backToMain
source: Back to your account
tr: Ana hesabına döndün

# failed
source: Couldn't switch accounts. Try again.
tr: Hesaba geçilemedi. Tekrar dene.

# notManager
source: You're not a manager of this club.
tr: Bu kulübün yöneticisi değilsin.

# noLongerManager
source: You're no longer a manager of this club, so you're back on your account.
tr: Bu kulübün yöneticiliğin kaldırıldı; ana hesabına döndün.

# mainSessionLost
source: Your account's session has ended. Sign in again.
tr: Ana hesabının oturumu kapanmış. Yeniden giriş yap.

# noPurchases
source: Purchases aren't available on a club account. Switch to your account and try again.
tr: Kulüp hesabında satın alma yapılmaz. Ana hesabına geçip tekrar dene.

# clubAccountNote
source: This is a club account. Switch back to your account to sign out or delete it.
tr: Bu bir kulüp hesabı. Çıkış ya da hesap silme için ana hesabına geç.

# makeManager
source: Make club manager
tr: Kulüp yöneticisi yap

# managerTitle
source: Club manager
tr: Kulüp yöneticisi

# managerHint
source: They'll manage the clubs you pick: edit the club page and switch to the club's account from their profile. The club account is created on the first switch.
tr: Seçtiğin kulüplerin yöneticisi olur: kulübün sayfasını düzenler ve profilinden kulübün hesabına geçer. Kulübün hesabı ilk geçişte kendiliğinden açılır.

# managerOn
source: Manager
tr: Yönetici

# managerAdded
source: %1$@ now manages “%2$@”
tr: %1$@ artık “%2$@” yöneticisi

# managerRemoved
source: Removed as manager of “%@”
tr: “%@” yöneticiliği kaldırıldı
